package students.anna_tim.lesson_3.level_1.task_3;

class RobotDemo {

    public static void main(String[] args) {

        // создайте экземпляр класса Robot вызвав конструктор класса
        Robot myRobot = new Robot();

        // сохраните ссылку (указатель) на только, что созданный
        // виртуальный обьект класса Robot в переменную,
        // она нам понадобиться для дальнейшего использования.

        //Аня: вообще не поняла, что от меня требуется под словами
        // "сохраните ссылку (указатель) на только, что созданны виртуальный обьект класса Robot в переменную"
        // это про "myRobot" ?
    }
}
